[
    {
      "id": 1,
      "link_video_gdrive": "https://drive.google.com/file/d/1uXOLoA_UT3-w_bNMsjuxAbZHsoCqFCbP/preview",
      "nama_materi": "Control Dengan Dada",
      "cara_melakukan": [
        "Kedua kaki tumpu dalam posisi dibuka dan ditekuk pada kedua lututnya.",
        "Badan bagian atas dicondongkan ke belakang dengan dada ditarik ke depan.",
        " Bola akan memantul di dada yang telah ditarik ke bawah."
      ]
    },
    {
      "id": 2,
      "link_video_gdrive": "https://drive.google.com/file/d/18f1ui5WU9iOMBKuTFi-EQvOiSsF_5cjQ/preview",
      "nama_materi": "Control Kaki Bagian Dalam",
      "cara_melakukan": [
        "Diawali dengan sikap menghadap arah datangnya bola dan pusatkan pandangan ke arah gerakan bola.",
        "Putar pergelangan kaki yang akan digunakan untuk menahan bola ke arah luar dan dikunci.",
        "Julurkan kaki yang akan digunakan menahan bola ke arah datangnya bola.",
        "Tarik kembali ke belakang mengikuti arah gerakan bola saat bola mengenai kaki bagian dalam hingga gerak bola tertahan dan berhenti di depan badan.",
        "Perhatikan kapan bola mulai diumpan dan kemudian siap untuk dihentikan."
      ]
    },
    {
      "id": 3,
      "link_video_gdrive": "https://drive.google.com/file/d/11jBetR02Z2QyoNakgI3VnduKawWHjpKc/preview",
      "nama_materi": "Control Kaki Bagian Luar",
      "cara_melakukan": [
        "Diawali dengan sikap menghadap arah datangnya bola dan pusatkan pandangan ke arah datangnya bola.",
        "Putar pergelangan kaki yang akan digunakan menahan bola ke arah luar dan dikunci.",
        "Julurkan kaki yang akan digunakan menahan bola ke arah datangnya bola.",
        "Tarik kembali ke belakang mengikuti arah gerakan bola saat bola mengenai kaki bagian luar hingga gerak bola tertahan dan berhenti di depan badan.",
        "Perhatikan kapan bola mulai diumpan dan kemudian siap untuk dihentikan."
      ]
    },
    {
      "id": 4,
      "link_video_gdrive": "https:/https://drive.google.com/file/d/1Sb4tLga4A73RgOx-TurfdND1BD08N9Pa/preview",
      "nama_materi": "Control Menggunakan Kepala",
      "cara_melakukan": [
        "Pemain mengambil sikap kedua kaki dibuka dari ujung sepatu dan menghadap ke arah datangnya bola sesaat sebelum bola menyentuh dahi.",
        "Gerakkan badan bagian atas ke belakang memajukan kedua lutut dan dibantu dengan gerakan togok.",
        "Setelah bola dihentikan dengan kepala, bola dikontrol dengan kaki dan selanjutnya bola dimainkan kembali."
      ]
    },
    {
      "id": 5,
      "link_video_gdrive": "https://drive.google.com/file/d/1yi5siQYfPzvwYyxvvmYfexSybn_ururI/preview",
      "nama_materi": "Control Menggunakan Kura Kura kaki",
      "cara_melakukan": [
        "Kaki yang digunakan untuk menghentikan bola diangkat dan berada di bawah bola yang akan jatuh.",
        "Ketika bola akan kontak dengan kaki, turunkan kaki dan hentikan bola pada kura-kura kaki.",
        "Agar bola tidak memantul jauh, pergelangan kaki perlu dilemaskan."
      ]
    },
    {
      "id": 6,
      "link_video_gdrive": "https://drive.google.com/file/d/1mPHhJSwv3FbrhhLFbpm2GPEGIum9n5MX/preview",
      "nama_materi": "Control Menggunakan Paha",
      "cara_melakukan": [
        "Kaki tumpu menghadap ke arah datangnya bola.",
        "Kaki yang digunakan untuk menghentikan bola diangkat dengan cara menekuk lutut sehingga paha menghadap ke arah datangnya bola.",
        "Pada saat bola akan menyentuh paha, turunkan paha supaya kecepatan bola berkurang.",
        "Bola akan jatuh ke tanah di samping depan kaki tumpu.",
        "Daerah paha yang kontak dengan bola kurang lebih satu lebar tangan di atas lutut."
      ]
    },
    {
      "id": 7,
      "link_video_gdrive": "https://drive.google.com/file/d/1jiaBICfP2GU3QRSUftwDRnZsKULtpMRv/preview",
      "nama_materi": "Control Menggunakan Punggung Kaki",
      "cara_melakukan": [
        "Diawali dengan sikap berdiri menghadap arah datangnya bola dan pusatkan pandangan ke arah datangnya bola.",
        "Tarik pergelangan kaki ke bawah dan kunci.",
        "Julurkan kaki yang digunakan menahan bola ke arah datangnya bola dengan lutut agak tertekuk.",
        "Tarik kembali kaki belakang mengikuti arah gerakan bola saat bola menyentuh punggung kaki hingga gerak bola tertahan dan berhenti di depan badan."
      ]
    },
    {
      "id": 8,
      "link_video_gdrive": "https://drive.google.com/file/d/1sK1iZEoCgN3CQti5y8bms3trAPvgWS_k/preview",
      "nama_materi": "Control Menggunakan Telapak Kaki",
      "cara_melakukan": [
        "Diawali dengan sikap menghadap arah datangnya bola dan pusatkan pandangan ke arah datangnya bola.",
        "Sikap kedua lengan di samping badan.",
        "Sikap badan agak condong ke depan.",
        "Pada saat bola datang sambut dengan telapak kaki menghadap ke depan, pergelangan kaki dikunci, hingga posisi tumit ada di bawah.",
        "Akhir gerakan, posisi kaki terangkat dari tanah dengan lutut agak tertekuk dan gerak bola tertahan oleh telapak kaki, sedangkan tumpuan berat badan pada kaki yang lainnya."
      ]
    },
    {
      "id": 9,
      "link_video_gdrive": "https://drive.google.com/file/d/1LZxmv52CCZMNvdDx0oaL9b-JHch1QA-J/preview",
      "nama_materi": "Dribbling Menggunakan Kaki Bagian Dalam",
      "cara_melakukan": [
        "Diawali sikap berdiri menghadap arah gerakan, pandangan ke depan.",
        "Sikap kedua lengan di samping badan agak terentang.",
        "Pergelangan kaki diputar ke luar dan dikunci.",
        "Dorong bola dengan kaki bagian dalam ke arah depan dengan posisi kaki agak dibawa ke depan.",
        " Tumpuan berat badan berada pada kaki yang tidak digunakan menggiring bola."
      ]
    },
    {
      "id": 10,
      "link_video_gdrive": "https://drive.google.com/file/d/1647DvA_4LYMYkje6us7GD7t-p-aGAi3h/preview",
      "nama_materi": "Dribbling Menggunakan Kaki Bagian Luar",
      "cara_melakukan": [
        "Diawali sikap berdiri menghadap arah gerakan, pandangan ke depan.",
        "Sikap kedua lengan di samping badan agak terentang.",
        "Pergelangan kaki diputar ke dalam dan dikunci.",
        "Dorong bola dengan kaki bagian luar ke arah depan dengan posisi kaki agak terangkat dari tanah.",
        "Tumpuan berat badan berada pada kaki yang tidak digunakan menggiring bola.",
        "Perhatikan kapan bola mulai digiring, dan kemudian siap untuk digiring."
      ]
    },
    {
      "id": 11,
      "link_video_gdrive": "https://drive.google.com/file/d/1ojeFEs13lAiEfUcoAUcmtqGDbv53DJpT/preview",
      "nama_materi": "Dribbling Menggunakan Punggung Kaki",
      "cara_melakukan": [
        "Diawali sikap berdiri menghadap arah gerakan, pandangan ke depan.",
        "Sikap kedua lengan di samping badan agak terentang.",
        "Pergelangan kaki ditekuk ke bawah hingga punggung kaki menghadap arah bola.",
        "Dorong bola dengan punggung kaki ke arah depan dengan posisi kaki agak terangkat dari tanah.",
        "Tumpuan berat badan pada kaki yang tidak digunakan menggiring bola"
      ]
    },
    {
      "id": 12,
      "link_video_gdrive": "https://drive.google.com/file/d/1ctocBZKI6PAHaLwLJBHCoO5ZiNoPDfsN/preview",
      "nama_materi": "Menyundul Bola dengan Awalan",
      "cara_melakukan": [
        "Sikap permulaan sama dengan sikap menyundul bola pada posisi berdiri.",
        "Sambil melangkahkan salah satu kaki ke depan, dorongkan badan dengan sikap condong, leher ditegangkan, dan pandangan ke arah bola.",
        "Sundulan dilakukan dengan menggunakan dahi hingga bola kembali memantul ke depan."
      ]
    },
    {
      "id": 13,
      "link_video_gdrive": "https://drive.google.com/file/d/1JEucLKWvPFPSQeWxENtQjw61FV1w8OLL/preview",
      "nama_materi": "Menyundul Bola Posisi Berdiri",
      "cara_melakukan": [
        "Sikap permulaan: sikap badan dan pandangan ke arah sasaran, kedua kaki dibuka ke samping atau kangkang ke depan. Berat badan di antara kedua kaki.",
        "Sebelum melakukan sundulan, badan ditarik sedikit ke belakang dalam posisi sedikit melenting. Kedua lengan terbuka, siku bengkok mengimbangi badan.",
        "Leher ditegangkan, pandangan ke arah bola. Gerakan badan ke depan menuju bola dan sundul tepat dengan dahi bagian depan hingga bola kembali meluncur ke depan.",
        "Setelah menyundul bola, badan condong ke depan. Kedua lengan mengimbangi badan dengan siku bengkok ke samping, badan agak condong ke depan."
      ]
    },
    {
      "id": 14,
      "link_video_gdrive": "https://drive.google.com/file/d/1bLtySM9aeQFEqoX9XJ5vTWrBKRmz8CC3/preview",
      "nama_materi": "Menyundul Bola Sambil Melayang",
      "cara_melakukan": [
        "Sikap permulaan: badan mengarah ke sasaran dengan pandangan mengawasi bola melayang, sikap badan condong ke depan, kedua lutut di tekuk.",
        "Pada waktu bola meluncur dari arah yang berlawanan, lompat ke depan dan melayang sejajar dengan tanah. Sundullah bola dengan dahi.",
        "Pada saat mendarat, tangan bertumpu pada tanah sambil meluncur di lapangan."
      ]
    },
    {
      "id": 15,
      "link_video_gdrive": "https://drive.google.com/file/d/1HK5cNZnlgV9qhhfhwPWGOLtZbduLYnKv/preview",
      "nama_materi": "Menyundul Bola Sambil Melompat",
      "cara_melakukan": [
        "Sikap permulaan: tempatkan diri di bawah lambungan bola. Kedua kaki dalam posisi sejajar. Pada saat bola turun, ambillah tolakan kaki.",
        "Melompatlah ke depan dengan dua kaki sesaat sebelum menyentuh bola. Masih dalam posisi melayang, badan sedikit melenting, kemudian gerakan kembali ke depan. Sundulan bola tepat dengan bagian dahi depan.",
        "Mendaratlah kembali dengan kedua kaki. Kekuatan sundulan didapat dari gerakan badan."
      ]
    },
    {
      "id": 16,
      "link_video_gdrive": "https://drive.google.com/file/d/19i_xYbSqSzLmaQuJZlx-MT0N1S_DqekF/preview",
      "nama_materi": "Passing Kaki Bagian Dalam",
      "cara_melakukan": [
        "Diawali dengan sikap berdiri menghadap arah gerakan.",
        "Letakkan kaki tumpu di samping bola dengan sikap lutut agak ditekuk dan bahu menghadap gerakan.",
        "Sikap kedua lengan di samping badan agak terentang.",
        "Pergelangan kaki yang akan digunakan menendang/ mengoper diputar ke luar dan dikunci.",
        "Pandangan terpusat pada bola.",
        "Tarik kaki yang akan digunakan menendang/mengoper ke belakang, lalu ayun ke depan ke arah bola.",
        "Perkenaan kaki bagian dalam pada bola tepat di tengah- tengah bola.",
        "Pindahkan berat badan ke depan mengikuti arah gerakan.",
        "Perhatikan kesiapan teman pasangan/partner menerima umpan bola."
      ]
    },
    {
      "id": 17,
      "link_video_gdrive": "https://drive.google.com/file/d/1Y-tnETekAvpottTpuM_IY99qUkFX5i5m/preview",
      "nama_materi": "Passing Kaki Bagian luar",
      "cara_melakukan": [
        "Diawali dengan sikap berdiri menghadap arah gerakan bola.",
        "Letakkan kaki tumpu di samping bola.",
        "Sikap kedua lengan di samping badan agak terentang.",
        "Pergelangan kaki yang akan digunakan menendang/ mengoper diputar ke dalam dan dikunci.",
        "Pandangan terpusat pada bola.",
        "Tarik kaki yang akan digunakan menendang/mengoper ke belakang, lalu ayunkan ke depan ke arah bola bersamaan kaki diputar ke arah dalam.",
        "Perkenaan kaki bagian luar pada bola tepat di tengah- tengah bola.",
        "Pindahkan berat badan ke depan"
      ]
    },
    {
      "id": 18,
      "link_video_gdrive": "https://drive.google.com/file/d/1O7PT5bmlJF20kQwJUO2SDq63YW4Pj81O/preview",
      "nama_materi": "Passing Menggunakan Punggung Kaki",
      "cara_melakukan": [
        "Diawali dengan sikap berdiri menghadap arah gerakan bola.",
        "Letakkan kaki tumpu di samping bola.",
        "Sikap kedua lengan di samping badan agak terentang.",
        "Pergelangan kaki yang akan digunakan menendang/ mengoper diputar ke dalam dan dikunci.",
        "Pandangan terpusat pada bola.",
        "Tarik kaki yang akan digunakan menendang/mengoper ke belakang, lalu ayunkan ke depan ke arah bola bersamaan kaki diputar ke arah dalam.",
        "Perkenaan kaki bagian punggung pada bola tepat di tengah-tengah bola.",
        "Pindahkan berat badan ke depan.",
        "Perhatikan kesiapan teman pasangan/partner menerima umpan bola."
      ]
    }
  ]
  