[
  {
    "id": 1,
    "link_video_gdrive": "https://drive.google.com/file/d/1a24uCDJbMvoALaA2da6KL3u0RuUI7rvF/preview",
    "nama_materi": "Aktivitas latihan kekuatan otot perut",
    "cara_melakukan": [
  "Tidur telentang, kedua lutut ditekuk dan kedua tangan diletakkan di belakang kepala.",
  "Angkat badan ke atas hingga posisi duduk, kedua tangan tetap berada di belakang kepala.",
  "Latihan dilakukan berulang-ulang selama 30 detik."
]
  },
  {
    "id": 2,
    "link_video_gdrive": "https://drive.google.com/file/d/167XHK03MxDhk1N5CMniUbutWFV4nawiN/preview",
    "nama_materi": "Aktivitas latihan kekuatan otot kedua lengan",
    "cara_melakukan": [
  "Sikap awal posisi telungkup, kedua kaki rapat lurus ke belakang, dan ujung kaki bertumpu pada lantai.",
  "Kedua telapak tangan di samping dada, jari-jari tangan menunjuk ke depan, dan kedua siku ditekuk.",
  "Angkat badan ke atas hingga kedua tangan lurus, badan dan kaki sejajar.",
  "Kemudian, badan diturunkan kembali dengan jalan membengkokkan kedua siku, badan dan kedua kaki tetap lurus dan tidak menyentuh lantai.",
  "Latihan dilakukan berulang-ulang selama 30 detik."
]
  },
  {
    "id": 3,
    "link_video_gdrive": "https://drive.google.com/file/d/1NsPRZy7_pW_AGUFHL5ILVnzot_O3cmbj/preview",
    "nama_materi": "Aktivitas latihan kekuatan otot pinggang",
    "cara_melakukan": [
  "Tidur telungkup, kaki rapat dan kedua tangan berpegangan di belakang kepala.",
  "Angkat badan dengan dada tidak menyentuh lantai, posisi kaki tetap masih menyentuh lantai.",
  "Agar kedua kaki tidak bergerak, pergelangan kaki dapat dipegang oleh teman.",
  "Latihan dilakukan berulang-ulang selama 30 detik."
]
  },
  {
    "id": 4,
    "link_video_gdrive": "https://drive.google.com/file/d/13x2brdmPRtLtKKnd_4TRhYnjeXnUpYVE/preview",
    "nama_materi": "Aktivitas latihan kekuatan otot lengan",
    "cara_melakukan": [
  "Sikap berjongkok, kedua kaki sedikit rapat, kedua tangan lurus berada di antara kedua paha dekat lutut.",
  "Telapak tangan terbuka dan menumpu pada lantai.",
  "Sentuhkan paha ke bagian dalam dekat siku tangan, angkat kedua kaki ke atas secara perlahan-lahan hingga lepas dari lantai.",
  "Siku dapat berfungsi sebagai penahan pada paha.",
  "Pertahankan sikap seperti ini selama 5-8 detik dan lakukan berulang-ulang."
]
  },
  {
    "id": 5,
    "link_video_gdrive": "https://drive.google.com/file/d/1qtDBtM4P1dNfEGNZGZjsI9ph7TtDA94z/preview",
    "nama_materi": "Aktivitas latihan kekuatan otot tungkai",
    "cara_melakukan": [
  "Berdiri menghadap ke arah bangku yang akan digunakan untuk turun-naik.",
  "Setelah ada aba-aba, naiklah ke atas bangku kemudian turun kembali.",
  "Pada waktu melakukan turun-naik, salah satu kaki harus menempel di atas bangku atau di lantai, tidak boleh melakukan gerakan melompat ke atas atau ke bawah.",
  "Latihan ini dilakukan berulang-ulang selama 3 menit terus-menerus tanpa berhenti."
]

  },
  {
    "id": 6,
    "link_video_gdrive": "https://drive.google.com/file/d/1v70Y26qvl1VZ10G6XKahmXRAcyFBI3uz/preview",
    "nama_materi": "Aktivitas latihan daya tahan otot lengan dan bahu",
    "cara_melakukan": [
  "Latihan dilakukan dengan cara berjalan dengan menggunakan kedua lengan dan kedua kaki dipegang oleh salah seorang teman.",
  "Lakukan latihan ini berulang-ulang secara bergantian dengan teman sebanyak 3-5 kali.",
  "Jarak yang ditempuh 15-20 meter."
]

  },
  {
    "id": 7,
    "link_video_gdrive": "https://drive.google.com/file/d/1JKK0l5_pg-jpy_JoD732NDGRqQ8S125S/preview",
    "nama_materi": "Aktivitas latihan daya tahan otot lengan (naik palang tunggal)",
    "cara_melakukan": [
  "Naik ke atas bangku yang telah disiapkan. Pegang palang tunggal dengan telapak tangan menghadap ke depan.",
  "Jarak kedua tangan yang memegang palang tunggal adalah selebar bahu.",
  "Singkirkan bangku agar yang memegang palang tunggal bergantung. Tangan dalam posisi lurus.",
  "Setelah ada aba-aba 'Mulai', angkat badan hingga dagu melewati palang tunggal (kepala tidak boleh ditengadahkan).",
  "Selanjutnya, turunkan badan hingga kedua tangan betul-betul lurus dan badan tetap bergantung.",
  "Latihan dilakukan berulang-ulang selama 30 detik."
]

  }
]
  