[
  {
    "id": 5,
    "link_video_gdrive": "https://drive.google.com/file/d/1kyOlCnNpj2FXK1EC8UPO4-nE2P47ExPo/preview",
    "nama_materi": "Start Aba-aba 'Bersedia'",
    "cara_melakukan": [
      "Salah satu lutut diletakkan di tanah dengan jarak ± satu jengkal dari garis start. Kaki satunya diletakkan tepat di samping lutut yang menempel tanah ± satu kepal.",
      "Badan membungkuk ke depan, kedua tangan terletak di tanah di belakang garis start, keempat jari rapat, ibu jari terbuka (membentuk huruf V).",
      "Kepala ditundukkan, leher rileks, pandangan ke bawah, dan konsentrasi pada aba-aba berikutnya."
    ]
  },
  {
    "id": 1,
    "link_video_gdrive": "https://drive.google.com/file/d/1oVs__1dyLcfAN6hncaYfU02xVGyuOeWJ/preview",
    "nama_materi": "Aba Aba 'Siap'",
    "cara_melakukan": [
    "Lutut yang menempel di tanah diangkat, panggul diangkat setinggi bahu, dan berat badan dibawa ke muka.",
    "Kepala tetap menunduk, leher rileks, pandangan ke bawah, dan konsentrasi pada aba-aba berikutnya."
  ]
  },
  {
    "id": 2,
    "link_video_gdrive": "https://drive.google.com/file/d/1aT8zROpqP0utxQTC_0kjE7BM9OH9dGYK/preview",
    "nama_materi": "Aba-aba 'Ya'",
    "cara_melakukan": [
      "Menolak ke depan dengan kekuatan penuh atau gerakan meluncur, tetapi jangan melompat.",
      "Badan tetap condong ke depan disertai dengan gerakan lengan yang diayunkan.",
      "Dilanjutkan dengan gerakan langkah kaki pendek-pendek, tetapi cepat agar badan tidak jatuh ke depan (tersungkur)."
    ]
  },
  {
    "id": 3,
    "link_video_gdrive": "https://drive.google.com/file/d/1sHjquS-vJWt57o6EGZfSAHkRwfRg8OGR/preview",
    "nama_materi": "Memasuki Garis Finish",
    "cara_melakukan": [
      "Setelah menempuh jarak 50 m dengan kecepatan maksimal, gerakan selanjutnya memasuki garis finis.",
      "Berlari secepat mungkin. Jika perlu, tingkatkan kecepatannya seakan-akan garis finis masih 10 m di belakang garis sesungguhnya.",
      "Setelah sampai ± satu meter di depan garis finis, rebahkan badan ke depan tanpa mengurangi kecepatan.",
      "Ketika tiba di garis finis, busungkan dada, tangan ditarik ke belakang atau putar salah satu bahu ke depan."
    ]
  },
  {
    "id": 4,
    "link_video_gdrive": "https://drive.google.com/file/d/1gRKl-0aEJzNXF9FLKqlUe_KgIlkSQ1_r/preview",
    "nama_materi": "Mengayunkan Tangan dan Kaki di Tempat",
    "cara_melakukan": [
      "Ayunkan tangan dan kaki di tempat dan dilanjutkan bergerak maju, pendaratan kaki menggunakan ujung telapak kaki.",
      "Pembelajaran ini dapat dilakukan secara perseorangan, berpasangan, atau beregu."
    ]
  },
  {
    "id": 6,
    "link_video_gdrive": "https://drive.google.com/file/d/1EIsRebuFW7a2NtzRcjYAMM8KbKKhRlSD/preview",
    "nama_materi": "Start Jongkok dengan Aba-aba",
    "cara_melakukan": [
      "Menggunakan aba-aba, 'Peserta didik siap...'.",
      "Persiapan untuk melakukan start dapat menggunakan hitungan satu.",
      "Berdiri tegak menghadap start block atau menghadap arah gerakan.",
      "Menggunakan aba-aba, 'Bersedia...'.",
      "Sikap jongkok dan dapat menggunakan hitungan dua.",
      "Kaki kiri di depan, kaki kanan di belakang (bertumpu pada start block).",
      "Posisi kedua tangan dengan ibu jari dan telunjuk bertumpu pada garis start.",
      "Menggunakan aba-aba, 'Siap...'.",
      "Sikap mengangkat pinggul dan dapat menggunakan hitungan tiga.",
      "Angkat pinggul ke atas bersamaan kedua lutut terangkat.",
      "Posisi pinggul lebih tinggi dari pundak.",
      "Pandangan ke depan.",
      "Menggunakan aba-aba, 'Ya/Go'.",
      "Sikap mengayun/melangkahkan kaki belakang ke depan dan menolakkan kaki kiri, dapat menggunakan hitungan empat (4).",
      "Kaki belakang diayun ke depan dengan lutut ditekuk bersamaan lengan kiri diayun ke depan.",
      "Kaki kiri dengan kuat menolak pada start block/tanah."
    ]
  }
]
  