[
  {
    "id": 1,
    "link_video_gdrive": "https://drive.google.com/file/d/1Ecf3OrwheLCd_EafLm-xQ-qcWzROfjf8/preview",
    "nama_materi": "gerak keseimbangan menggunakan kaki sikap melayang",
    "cara_melakukan": [
  "Sikap awal berdiri tegak, kedua lengan di samping badan, dan pandangan ke depan.",
  "Kedua lengan direntangkan ke samping.",
  "Salah satu kaki diangkat dari lantai dan diluruskan ke belakang hingga sejajar kepala.",
  "Berat badan tertumpu pada kaki yang satunya.",
  "Turunkan kembali kaki yang diluruskan ke belakang secara perlahan hingga posisi berdiri seperti posisi awal."
]

  },
  {
    "id": 2,
    "link_video_gdrive": "https://drive.google.com/file/d/1FmBy9ZptQw-3miJ2S8IoyyAhPH3m6PrG/preview",
    "nama_materi": "gerak keseimbangan sikap lilin. ",
    "cara_melakukan": [
  "Sikap permulaan tidur terlentang kaki dan badan lurus.",
  "Kedua tangan di samping badan lurus.",
  "Kedua kaki diangkat lurus ke atas, rapat dan lurus.",
  "Kedua tangan menopang bagian belakang pinggul.",
  "Turunkan kembali kedua kaki ke matras secara perlahan, diawali menekuk kedua lutut hingga kembali pada posisi awal."
]

  },
  {
    "id": 3,
    "link_video_gdrive": "https://drive.google.com/file/d/1ET3PKGYx8SeJkvt6jUiyCz8MeXoJTzsE/preview",
    "nama_materi": "gerak keseimbangan berdiri dengan kepala.",
    "cara_melakukan": [
  "Sikap permulaan berjongkok, kedua kaki rapat.",
  "Kedua telapak tangan diletakkan pada matras, dilanjutkan dengan meletakkan dahi di depan kedua tangan, hingga dahi dan kedua telapak tangan membentuk segitiga sama sisi.",
  "Angkat pinggul ke atas hingga kedua kaki lurus dan terangkat dari matras/lantai.",
  "Luruskan kedua kaki ke atas dan rapatkan serta badan dikeraskan.",
  "Turunkan kembali kedua kaki ke matras/lantai secara perlahan satu per satu dan kembali pada posisi awal/tahap persiapan."
]

  },
  {
    "id": 4,
    "link_video_gdrive": "https://drive.google.com/file/d/1UJlGgm0cQBtftjECoIHr3n8EPRCwnzQ9/preview",
    "nama_materi": "Gerak Guling ke depan",
    "cara_melakukan": [
  "Sikap permulaan berjongkok menghadap ke arah gerakan.",
  "Kedua telapak tangan diletakkan di atas matras.",
  "Angkat pinggul ke atas hingga kedua kaki lurus.",
  "Masukkan kepala di antara kedua lengan hingga pundak menempel matras.",
  "Gulingkan badan ke depan hingga bagian badan, mulai dari tengkuk, punggung, pinggang dan panggul bagian belakang menyentuh matras.",
  "Kembali pada sikap jongkok. Kedua lengan lurus ke depan dan pandangan ke arah depan."
]

  },
  {
    "id": 5,
    "link_video_gdrive": "https://drive.google.com/file/d/1tbbA2-O0kzmfZ3rnG77wMU9hB3zrylic/preview",
    "nama_materi": "Gerak Guling ke belakang",
    "cara_melakukan": [
  "Sikap awal dalam posisi jongkok, kedua tangan di depan, dan kaki sedikit rapat.",
  "Kepala ditundukkan, kemudian kaki menolak ke belakang.",
  "Pada saat panggul mengenai matras, kedua tangan segera dilipat ke samping telinga dan telapak tangan menghadap ke bagian atas untuk siap menolak.",
  "Kaki segera diayunkan ke belakang melewati kepala, dengan dibantu oleh kedua tangan menolak kuat, dan kedua kaki dilipat sampai ujung kaki dapat mendarat di atas matras, ke sikap jongkok."
]

  },
  {
    "id": 6,
    "link_video_gdrive": "https://drive.google.com/file/d/1equo3PJWg-qtanUrXHXa6CvhSsr4X3fR/preview",
    "nama_materi": "Gerak Guling Lenting",
    "cara_melakukan": [
  "Berdiri tegak dengan kedua kaki rapat dan kedua lengan diangkat lurus.",
  "Dengan melambungkan badan, letakkan kedua tangan di lantai kira-kira satu langkah dari kaki.",
  "Kemudian letakkan tengkuk di antara kedua tangan sambil mengambil sikap guling depan.",
  "Kedua kaki dijaga agar tetap lurus.",
  "Ketika posisi untuk guling depan telah tercapai, segeralah pesenam mengguling ke depan.",
  "Saat badan sudah berada di atas kepala, kedua kaki segera dilecutkan ke depan lurus dibantu oleh kedua tangan mendorong badan dengan menekan lantai.",
  "Lecutan ini menyebabkan badan melenting ke depan.",
  "Ketika layangan selesai, kedua kaki segera mendarat.",
  "Badan tetap melenting dan kedua lengan tetap terangkat lurus.",
  "Gerakan akhir adalah berdiri tegak."
]
  }
]
  