[
    {
      "id": 1,
      "link_video_gdrive": "https://drive.google.com/file/d/1qFa80a6SaIUKZ-5tPTak-gaQeb-Wj1LZ/preview",
      "nama_materi": "Bounce Pass",
      "cara_melakukan": [
        "Sikap permulaan dilakukan seperti pada posisi operan dengan dua tangan.",
        "Bola dilepaskan dengan tolakan dua tangan menyerong ke bawah dari letak badan kawan.",
        "Bola dilepaskan setinggi pinggang dan diarahkan ke titik sekitar 1 meter di depan penerima.",
        "Jika berhadapan dengan lawan, arah pantulan ke samping kaki lawan."
      ]
    },
    {
      "id": 2,
      "link_video_gdrive": "https://drive.google.com/file/d/1__qM4SGdC-q6m48BhqKt5wemLoNAMOZs/preview",
      "nama_materi": "Chest Pass",
      "cara_melakukan": [
        "Sikap kaki berdiri seenaknya (wajar) dengan otot sedikit ditekuk dan badan sedikit condong ke depan, pandangan ke arah lemparan. Kaki boleh sejajar atau salah satu kaki di depan.",
        "Bola dipegang dengan kedua telapak tangan dan jari-jari terbuka menutupi bagian samping dan belakang dari bola. Ibu jari hampir mendekat, semua telapak tangan dan jari menyentuh bola.",
        "Tekuk kedua siku dengan mendekati badan, dan aturlah bola setinggi dada.",
        "Operan dimulai dengan melangkahkan satu kaki ke depan ke arah sasaran (penerima). Bersamaan dengan itu, langkahkan kaki, kedua lengan menolak lurus ke depan disertai dengan lekukan pergelangan tangan dan diakhiri dengan jentikan jari-jari.",
        "Operan diarahkan setinggi dada (penerima) secara mendatar dan bola sedikit berputar.",
        "Bersamaan dengan irama gerak pelepasan bola, berat badan dipindahkan ke depan, langkahkan kaki belakang setelah bola lepas dari tangan (sebagai gerak lanjutan/follow through).",
        "Jarak lemparan 5 sampai 7 meter."
      ]
    },
    {
      "id": 3,
      "link_video_gdrive": "https://drive.google.com/file/d/1B9V_8gHYJ1L9UfSpnEhvfmUjuas5cxa7/preview",
      "nama_materi": "Dribbling Rendah Ditempat",
      "cara_melakukan": [
        "Berdiri dengan sikap melangkah.",
        "Badan agak condong ke depan.",
        "Berat badan tertumpu pada kaki depan.",
        "Doronglah menggunakan telapak tangan ke lantai dengan sumber gerakan dari sikut dibantu pergelangan tangan diaktifkan.",
        "Ketinggian bola memantul adalah sebatas atau di bawah pinggang.",
        "Pandangan mata ketika menggiring bola tertuju bebas ke arah depan.",
        "Lakukan dengan menggunakan tangan kanan dan kiri.",
        "Kedua tangan rileks dan badan ditegakkan kembali. ",
        "Pembelajaran ini dilakukan berulang-ulang selama 2-3 menit."
      ]
    },
    {
      "id": 4,
      "link_video_gdrive": "https://drive.google.com/file/d/1Jldo1RmKEyAc9JW5oxasNmN0_R8q8ymm/preview",
      "nama_materi": "Dribbling Tinggi di Tempat",
      "cara_melakukan": [
        "Berdiri dengan sikap melangkah.",
        "Badan agak condong ke depan.",
        "Berat badan tertumpu pada kaki depan.",
        "Doronglah menggunakan telapak tangan ke lantai dengan sumber gerakan dari sikut dibantu pergelangan tangan diaktifkan.",
        "Ketinggian bola memantul adalah sebatas atau di bawah pinggang.",
        "Pandangan mata ketika menggiring bola tertuju bebas ke arah depan.",
        "Kedua tangan rileks dan badan ditegakkan kembali."
      ]
    },
    {
      "id": 5,
      "link_video_gdrive": "https://drive.google.com/file/d/12Ea3HLD7403H3zW822tyD4Ve8AmY8W-N/preview",
      "nama_materi": "Mengoper Bola Lengkung",
      "cara_melakukan": [
        "Posisi berdiri sama dengan operan setinggi dada, perbedaannya terletak pada operan setinggi dada sasarannya berada di depan, sedangkan operan kaitan sasarannya diarahkan ke samping.",
        "Bola dipegang dengan tangan kanan dengan rileks (lentur) ke bawah. Mulai dari jari kelingking sampai dengan ibu jari dan hampir seluruh telapak tangan ikut aktif memegang bola.",
        "Kaki kiri lebih di depan dari kaki kanan dan berdiri dalam jarak yang enak dan jaga keseimbangan.",
        "Saat bola masih berada di bawah, tangan kiri membantu secukupnya (sekadar membantu agar bola tidak jatuh dan mengantarkannya sesaat sebelum bola meninggalkan tangan kanan).",
        "Ayunkan lengan yang memegang bola dengan rileks lurus dari samping kanan agak ke belakang.",
        "Setelah bola hampir sampai di atas sisi kanan kepala, lengan agak ditekuk dan digerakkan ke arah kiri.",
        "Pada saat itu, pergelangan tangan dan jari dilekukkan sehingga mengakibatkan bola meninggalkan tangan menuju ke samping sebaliknya."
      ]
    },
    {
      "id": 6,
      "link_video_gdrive": "https://drive.google.com/file/d/1iFM1vDr3yxwWzPjZ2pleCKIeAMJz82Db/preview",
      "nama_materi": "Overhead Pass",
      "cara_melakukan": [
        "Posisi bola berada di atas kepala dengan dipegang oleh dua tangan dan cenderung agak di belakang kepala.",
        "Bola dilemparkan dengan lekukan pergelangan tangan, arahnya agak menyerong ke bawah disertai dengan meluruskan lengan.",
        "Lepasnya bola dari tangan juga menggunakan jentikan ujung jari tangan.",
        "Posisi kaki berdiri tegak, tetapi tidak kaku. Jika berhadapan dengan lawan, untuk mengamankan bolanya, dapat dilakukan dengan meninggikan badan, yaitu mengangkat kedua tumit."
      ]
    },
    {
      "id": 7,
      "link_video_gdrive": "https://drive.google.com/file/d/1M0yOqdPZcG3NI-FqfRCdysXPA_z2_mO3/preview",
      "nama_materi": "Passing dari Samping",
      "cara_melakukan": [
        "Sikap berdiri seenaknya dengan posisi kaki kanan di belakang.",
        "Bola dipegang dengan tangan kanan, kemudian bawa ke samping telinga kanan. Namun, tangan kiri tetap ikut menjaga supaya bola tidak jatuh dan keseimbangan bola terjaga.",
        "Sikap tangan kanan dengan siku ditekuk dan telapak tangan menghadap ke atas.",
        "Lemparkan bola ke depan melambung sesuai dengan sasarannya.",
        "Setelah bola lepas dari tangan, langkahkan kaki kiri ke depan bersamaan dengan gerakan lanjutan (follow through)."
      ]
    },
    {
      "id": 8,
      "link_video_gdrive": "https://drive.google.com/file/d/1wyZh3z6iZbtZ22IjvpE6Ny2VrxlNm4w1/preview",
      "nama_materi": "Shooting dengan Satu Tangan",
      "cara_melakukan": [
        "Berdiri tegak, sikap melangkah menghadap arah gerakan bola, dan kedua lutut agak rendah.",
        "Bola dipegang pada bagian bawahnya dengan telapak tangan dan jari-jari.",
        "Satu tangan terbuka, sedangkan tangan yang lainnya membantu menahan bagian samping bola.",
        "Pandangan ke arah tembakan sasaran.",
        "Dorong bola ke depan atas dengan menggunakan satu lengan hingga posisi lengan lurus. Bersama dengan itu pinggul, lutut dan tumit naik.",
        "Lepaskan bola dari pegangan tangan saat posisi lengan lurus.",
        "Gerakan pelepasan bola dibentuk dengan mengaktifkan pergelangan tangan serta jari-jari.",
        "Bentuk arah bola yang benar adalah menyerupai parabola atau melengkung.",
        "Kedua lengan lurus ke depan rileks dan arah pandangan mengikuti arah gerak bola.",
        "Pembelajaran ini dilakukan berulang-ulang 15-20 tembakan."
      ]
    },
    {
      "id": 9,
      "link_video_gdrive": "https://drive.google.com/file/d/1-lj3cAgQr572FF1SFSWHogEZzZUSNJu7/preview",
      "nama_materi": "Shooting dengan Dua Tangan",
      "cara_melakukan": [
        "Berdiri kedua kaki dibuka selebar bahu.",
        "Kedua lengan memegang bola di depan badan.",
        "Pandangan ke depan atas (ke arah tembakan).",
        "Rendahkan kedua lutut dengan membawa bola ke depan atas dahi.",
        "Tolakkan kedua kaki ke atas tegak lurus bersamaan kedua lengan diluruskan ke atas.",
        "Lepaskan tembakan pada sasaran saat lompatan berada pada titik tertinggi atau saat akan turun menggunakan kedua tangan.",
        "Mendarat menggunakan kedua ujung telapak kaki bersamaan kedua lutut mengeper.",
        "Kedua lengan di depan samping badan dengan kedua sikut ditekuk.",
        "Pandangan ke arah bola.",
        "Pembelajaran ini dilakukan berulang-ulang 15-20 tembakan."
      ]
    }
  ]
  