[
  {
    "id": 1,
    "link_video_gdrive": "https://drive.google.com/file/d/1aMpvhkR1kf_jvDwj5QIM1HAJceB6urVK/preview",
    "nama_materi": "Keterampilan gerak forehand overhead",
    "pengertian": "Forehand adalah pukulan yang diayun dari belakang badan dengan raket mengarah ke depan.",
    "cara_melakukan": [
      "Lakukan posisi siap berdiri dengan kedua kaki dibuka selebar bahu, posisi badan menghadap net. ",
      "Raket dipegang di depan ke arah forehand, kepala raket hampir sejajar bahu.",
      "Kedua lutut agak direndahkan.",
      "Saat kok akan datang, pindahkan kaki kanan ke belakang (memukul dengan tangan kanan) bersamaan mengangkat raket ke atas. Posisi raket di belakang kepala dan bahu serta tangkai raket menghadap ke bawah.",
      "Saat kok akan menyentuh kepala raket, segera pindahkan kembali kaki kanan ke depan, berat badan tertumpu pada kaki kiri. Badan menghadap ke arah gerakan serta lengan mulai bergerak ke atas lurus dengan pergelangan tangan diputar ke dalam.",
      "Pada saat kok menyentuh kepala raket, pergelangan tangan dan bidang raket lurus.",
      "Kepala raket mengayun ke bawah dengan pergelangan tangan sejajar dada dan raket menyilang di sebelah kiri badan.",
      "Pandangan mengikuti arah gerakan kok dan kembali pada tahap persiapan (sikap awal)."
    ]
  },
  {
    "id": 2,
    "link_video_gdrive": "https://drive.google.com/file/d/131Xc2XmrWhlWMml_YdGBUaefiXL4X04L/preview",
    "nama_materi": "Keterampilan gerak pukulan backhand",
    "pengertian": "Pukulan backhand adalah pukulan dalam permainan bulu tangkis dengan posisi lengan membelakangi gerak memukul kok menggunakan pukulan backhand gerakan.",
    "cara_melakukan": [
      "Lakukan posisi siap berdiri dengan kedua kaki dibuka selebar bahu. Posisi badan menghadap net.",
      "Raket dipegang depan badan ke arah backhand dan kepala raket hampir sejajar bahu.",
      "Kedua lutut agak direndahkan.",
      " Saat kok akan datang, putar badan ke arah kiri hingga posisi kaki kanan ada di depan (memukul dengan tangan kanan). Posisi bahu kanan menghadap net (arah datangnya kok), bersamaan lengan atas membentuk sudut agak ke atas, sedangkan lengan bawah membentuk sudut ke bawah.",
      "Pindahkan kembali berat badan ke arah kaki kiri dan putar tubuh ke arah pukulan hingga raket naik ke posisi lebih tinggi.",
      "Saat kok bersentuhan dengan raket, sikut dan lengan terentang lurus, lengan bawah dan pergelangan tangan berputar keluar.",
      "Lengan lurus.",
      "Pandangan mengikuti arah gerakan kok dan kembali pada tahap persiapan (sikap awal)."
    ]
  },
  {
    "id": 3,
    "link_video_gdrive": "https://drive.google.com/file/d/1d79B1zbj8C65TURtPcBGlZe6J6oLomRf/preview",
    "nama_materi": "Keterampilan gerak pukulan dropshot",
    "pengertian": "Dropshot merupakan pukulan yang dilakukan dengan cara menyebrangkan kok ke daerah lawan.",
    "jenis_gerakan": [
      "Pukulan Dropshot Dari atas",
      "Pukulan Dropshot Dari bawah"
    ]
  },
  {
    "id": 4,
    "link_video_gdrive": "https://drive.google.com/file/d/1mHSKFcep0oWV19aWQK1faP5-aaMHFDC9/preview",
    "nama_materi": "Keterampilan gerak pukulan lob atau clear",
    "pengertian": "Pukulan Lob adalah suatu pukulan dalam permainan bulu tangkis yang dilakukan dengan tujuan menerbangkan kok setinggi mungkin, mengarah jauh ke belakang garis.",
    "jenis_gerakan": [
      "<b>Overhead Lob</b> adalah pukulan lob yang dilakukan dari atas kepala dengan cara menerbangkan kok melambung ke arah belakang",
      "<b>Underhand Lob</b> adalah pukulan lob dari bawah yang dilakukan dengan memukul kok yang berada di bawah badan dan dilambungkan tinggi ke belakang"
    ]
  },
  {
    "id": 5,
    "link_video_gdrive": "https://drive.google.com/file/d/1-4tlo9TOmisfHsQ8tDLhs5tA414rPtOy/preview",
    "nama_materi": "Keterampilan gerak pukulan mendatar",
    "pengertian": "Pukulan mendatar (drive) adalah pukulan yang dilakukan dengan menerbangkan kok secara mendatar, ketingginannya menyusurdi atas net dan penerbangannya sejajar dengan lantai",
    "jenis_gerakan": [
      "<b>Drive Panjang</b> adalah pukulan yang dihasilkan dengan mengarahkan kok ke daerah belakang lapangan lawan",
      "<b>Drive Setengah Lapangan</b> adalah pukulan yang dihasilkan dengan mengarahkan kok ke arah tengah bagian samping lapangan lawan",
      "<b>Drive Pendek</b> adalah pukulan yang dihasilkan dengan mengarahkan kok untuk jatuh sedekat mungkin dengan net do daerah lawan"
    ]
  },
  {
    "id": 6,
    "link_video_gdrive": "https://drive.google.com/file/d/1cb7yTvpmXsjoiRqMBEEHxngFx9VGTn17/preview",
    "nama_materi": "Keterampilan gerak pukulan net (netting)",
    "pengertian": "Pukulan Net merupakan pukulan yang paling sulit dalam permainan bulu tangkis.",
    "cara_melakukan": [
      "Kok harus diambil diatas atau setinggi mungkin.",
      "Lambungan kok harus serapat mungkin dengan net",
      "Kok harus diambil sewaktu masih di atas. Hal ini karena apabilan diambil setelah kok dibawah akan memperlambat tempo permainan dan dapat memberikan kesempatan lawan lebih siap untuk maju"
    ]
  },
  {
    "id": 7,
    "link_video_gdrive": "https://drive.google.com/file/d/1JunLY2nrsSxflMYI5bzF7cGiAQenPVnx/preview",
    "nama_materi": "Keterampilan gerak pukulan servis",
    "pengertian": "Pukulan Servis merupakan pukulan dengan raket yang menerbangkan kok ke area lawan secara diagonal.",
    "jenis_gerakan": [
      "Pukulan Servis Pendek (Short Service)",
      "Servis Panjang (Service Job)",
      "Pukulan Servis Drive",
      "Pukulan Servis Cambuk (Sevice Flick)"
    ]
  },
  {
    "id": 8,
    "link_video_gdrive": "https://drive.google.com/file/d/1AX4Wvr1hCyoNHRoR3QRLwzXSobz78hdd/preview",
    "nama_materi": "Keterampilan gerak pukulan smash",
    "pengertian": "Pukulan Smash dalam permainan bulu tangkis merupakan salah satu pukulan yang sering menghasilkan nilai secara langsung. Sebab, jenis pukulan ini merupakan suatu gerakan ayunan tangan yang cepat, mendadak, dan menghasilakn pukulan yang keras serta menerjunkan kok secara curam",
    "jenis_gerakan": [
      "Pukulan Smash Penuh",
      "Pukulan Smash Potong",
      "Pukulan Smash Melingkar",
      "Pukulan Smash Cambukan",
      "Pukulan Backhand Smash"
    ]
  }
]
  